[
  { "day":  1, "text": "The cruise is ruined! I was looking forward to dipping my little piggies into the pool on the Lido deck.. Does this raft have a buffet? I didn’t think so! All that money gone to waste! If we don’t get rescued soon, I’m suing the cruise line CEO and his mother too!!!"},
  { "day":  1, "text": "Fun Day at Sea??? They didn’t advertise THIS nonsense. I’d rather be on the poop cruise. What is this a Titanic 2: Caribbean reboot? I barely had any time to grab my things.. I sure hope I got the right supplies."},
  { "day":  1, "text": "People say things could always be worse… I disagree!!! I should be at the roulette table right now finessing the house. I hate the ocean anyway. Why did I even come on this cruise? This is the last time I fucking listen to Vanessa.. I hate my wife."},
  { "day":  1, "text": "Ya know, this is kind of a vibe. Being around crowds sends me into a conniption, and that ship was PACKED. At least out here, I can be away from that madness. God damn Vanessa always dragging me to busy places. Someone is bound to scoop us up by tonight, right?"},
  { "day":  1, "text": "I should have dropped that deuce while I had the chance… Now I don’t know what to do with it. Sorry fishies, but I’m about to send some logs overboard! Maybe y’all can use it to build a cabin. Speaking of cabins… I sure hope I grabbed the right supplies from mine before I had to ditch."},
  { "day":  1, "text": "I barely got off that ship before it capsized! Talk about luck! I’m grateful to be alive, but also pissed off cause now I have to miss Family Feud. What a fuckin' wash! Who is responsible for this disaster? I will see you in court!!"},
  { "day":  1, "text": "What a haul!! I have never gathered so many items so quickly in my life. Felt like I was playing the game Desert Trail on itch.io . This mound of goods will surely come in handy. It’ll tide me over plentifully until a rescue vessel arrives."},
  { "day":  1, "text": "I wish I had grabbed more supplies… but I went so frantic when those sirens blared that I couldn't help but do a terrible job. Certainly a skill issue. Wow I feel like a halfwit. How could I have been so dense in the moment? Fight or flight?? How 'bout fright!!"},
  { "day":  1, "text": "So much for my dinner date… I was about to get laid tonight. Now what am I gonna screw? A seagull??? I can’t even fuckin reach them! They’re circling 30 feet up!! I thought blue balls in church was miserable.. but I think this is about to top it."}
]